Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Government of Canada benefits are generally escalated annually using the Consumer Price Index (CPI),
fr_fr: Les prestations versées par le gouvernement du Canada sont généralement indexées chaque année sur l'indice des prix à la consommation (IPC), à quelques exceptions près.

source: with limited exceptions. CPI is widely considered to be the most accurate and transparent measure to ensure that benefits keep up with the cost of living.
fr_fr: L'IPC est largement considéré comme l'indice le plus précis et le plus transparent pour garantir que les prestations suivent l'évolution du coût de la vie.

source: As part of the Comprehensive Expenditure Review, the government announces its intention to propose amendments to index Disability Pension benefits to the CPI for RCMP serving and retired members.
fr_fr: Dans le cadre de l'Examen exhaustif des dépenses, le gouvernement a annoncé son intention de proposer des modifications pour indexer les pensions d'invalidité sur l'IPC pour les membres actifs et retraités de la GRC.

source: These changes will ensure benefits are indexed in a transparent manner consistent with approaches used for other benefits such as the Canada Child Benefit, Old Age Security, federal government pension plans, and well as the Canada
fr_fr: Ces modifications permettront de faire en sorte que les prestations soient indexées de façon transparente et en tenant compte des approches adoptées pour d'autres prestations, par exemple l'Allocation canadienne pour enfants, la Sécurité de la vieillesse, les régimes de pensions du gouvernement et le Régime de pensions du Canada.

source: Pension Plan. For the adjustment to the disability pension indexation and the Cannabis for Medical Purposes
fr_fr: En ce qui concerne le réajustement de l'indexation des pensions d'invalidité et de la prestation liée au cannabis à des fins médicales, les économies représentent les réajustements comptables actuariels des avantages sociaux futurs des employés.

source: benefit, savings represent actuarial accounting adjustments of employee future benefits. Savings on a cash basis will be gradual, being realized over time as benefit payments are issued at a lower rate compared to the current status quo.
fr_fr: L'épargne selon la comptabilité de caisse sera progressive, se réalisant au fil du temps à mesure que les paiements des prestations seront versés à un taux inférieur à celui en vigueur actuellement.

source: Public Services and Procurement
fr_fr: Services publics et approvisionnement

source: Public Services and Procurement Canada
fr_fr: Services publics et Approvisionnement Canada

source: To meet up to 15 per cent in savings targets over three years, Public Services and Procurement Canada (PSPC) will undertake strategic realignments to reduce ongoing costs to operate programs and efficiently deliver services as a common service provider for the government.
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Services publics et Approvisionnement Canada (SPAC) procédera à un réalignement stratégique afin de réduire les coûts permanents d'exploitation des programmes et d'assurer une prestation plus efficace des services à titre de fournisseur de services communs pour le gouvernement.

source: PSPC will reduce ongoing costs for its Real Property Revolving Fund, by focusing on core mandates, Modernising operations, and reducing duplicative functions. PSPC will wind down activities of the Canada General
fr_fr: SPAC réduira les coûts permanents du Fonds renouvelable des Services immobiliers en se concentrant sur ses mandats principaux, en modernisant les opérations et en réduisant les fonctions redondantes.

source: Standards Board, as this optional service will be better served via alternative organizations given that there are 15 other accredited Standards Development Organizations operating in Canada.
fr_fr: SPAC mettra progressivement fin aux activités de l'Office des normes générales du Canada, puisque d'autres organisations pourraient être mieux placées pour assurer la prestation de ce service facultatif (il existe 15 autres organismes d'élaboration de normes accrédités au Canada).

source: To further achieve efficiencies, PSPC will reduce funding to pilot and innovation projects for Laboratories Canada.
fr_fr: Afin de réaliser des gains d'efficience supplémentaires, SPAC réduira le financement versé à Laboratoires Canada pour les projets pilotes et les projets d'innovation.

source: PSPC will also review its internal processes to reduce administrative requirements, and delayer management.
fr_fr: SPAC procédera également à un examen de ses processus internes pour réduire les exigences administratives et alléger la gestion.

source: It will advance digital delivery of procurement-related documents and better manage project delivery, and reduce spending on professional services and travel.
fr_fr: Il fera la promotion de la livraison numérique des documents liés à l'approvisionnement et d'une meilleure gestion de l'exécution des projets, et réduira les dépenses en services professionnels et en déplacements.

source: The Department will also implement the use of AI chat bots and self-service tools to improve service delivery.
fr_fr: Le Ministère mettra également en place l'utilisation d'agents conversationnels reposant sur l'intelligence artificielle et d'outils en libre-service pour améliorer la prestation des services.

source: These measures to enhance efficiency will support PSPC's delivery of the Buy Canadian Policy , as announced by the Prime Minister on September 5, 2025.
fr_fr: Ces mesures visant à accroître l'efficacité appuieront la mise en œuvre de la politique « Achetez canadien » par SPAC, qui a été annoncée le 5 septembre 2025 par le premier ministre.

source: Shared Services Canada
fr_fr: Services partagés Canada

source: To meet up to 15 per cent in savings targets over three years, Shared Services Canada (SSC) will be implementing efficiencies government-wide by standardizing platforms, including realigning enterprise software offerings to match current needs, eliminating low-use or redundant licences, and eliminating non-essential fixed lines.
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Services partagés Canada (SPC) réalisera des gains d'efficacité à l'échelle pangouvernementale grâce à la normalisation de ses plateformes, notamment le réajustement des solutions logicielles intégrées afin de répondre aux besoins actuels, et l'élimination des licences redondantes ou peu utilisées et des lignes fixes non essentielles.

source: SSC will also retire outdated technologies, systems and infrastructure that are costly to operate, difficult to secure, and limit innovation.
fr_fr: De plus, SPC éliminera les technologies, les systèmes et les infrastructures désuets qui sont coûteux à exploiter, difficiles à sécuriser et qui limitent l'innovation.

source: This includes migrating workloads and hardware from remaining legacy data centres into modern facilities to reduce outage risks to support critical
fr_fr: Cela comprend la migration des charges de travail et du matériel des anciens centres de données restants vers des installations modernes afin de réduire les risques d'interruption des services essentiels et l'empreinte coûteuse des TI vieillissantes du gouvernement.

source: services, and shrink the government's costly legacy IT footprint. SSC will review, consolidate and renegotiate contracts to eliminate duplication, secure better pricing, and align spending with enterprise needs.
fr_fr: SPC examinera, regroupera et renégociera des contrats afin d'éliminer le double emploi, d'obtenir un meilleur prix et d'aligner les dépenses sur les besoins du gouvernement.

source: By transitioning to modernized, cost-effective solutions, significant savings will be achieved through ending or reducing support for legacy systems, which are often expensive to maintain and operate due to outdated technologies and higher risks of system failure.
fr_fr: Des économies importantes seront réalisées grâce à l'adoption de solutions modernes et économiques et à l'élimination ou à la réduction du soutien pour les systèmes vieillissants, qui sont souvent coûteux à entretenir et à exploiter en raison de technologies obsolètes et de risques plus élevés de défaillance.

source: To modernize workflows, reduce manual effort and optimize service delivery, SSC will leverage emerging technologies to automate repetitive tasks, use AI-driven tools to optimize operations and service delivery, automating common IT support requests to reduce call volumes and costs while
fr_fr: Pour moderniser les flux de travail, réduire les efforts manuels et optimiser la prestation des services, SPC tirera parti des technologies émergentes pour automatiser les tâches répétitives, utilisera des outils d'intelligence artificielle pour optimiser les activités et la prestation des services, et automatisera les demandes de soutien informatique courantes pour réduire le volume d'appels et les coûts, tout en améliorant l'expérience utilisateur.

source: improving user experience. SSC will also build up its in-house capacity and expertise to reduce spending on external consultants and contractors for ongoing operations.
fr_fr: De plus, SPC renforcera sa capacité et son expertise interne afin de réduire les dépenses liées aux services d'experts-conseils externes et d'entrepreneurs pour ses activités en cours.

source: By developing internal skills, re-skilling staff, and optimizing resource allocation, SSC will lower contracted service costs while strengthening institutional knowledge.
fr_fr: Grâce au perfectionnement des compétences internes, à la requalification professionnelle et à une affectation optimale des ressources, SPC sera en mesure de réduire les coûts liés aux contrats de service, tout en renforçant le savoir-faire institutionnel.

source: Transport
fr_fr: Transports

source: Transport Canada
fr_fr: Transports Canada

source: To meet up to 15 per cent in savings targets over three years, Transport Canada (TC) will implement a more modern and flexible regulatory and oversight regime that will allow the department to respond to rapid technological change, modernize services, facilitate regulatory compliance, and allocate resources more efficiently.
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Transports Canada (TC) mettra en œuvre un système réglementaire et de surveillance plus moderne et plus souple qui lui permettra de mieux s'adapter aux changements technologiques rapides, de moderniser ses services, de faciliter la conformité réglementaire et d'affecter plus efficacement ses ressources.

source: These actions will help Transport Canada deliver for Canadians, including through the new Trade Diversification Corridors Fund – a fund of $5 billion over seven years, starting in 2025-26, to strengthen supply chains, unlock new export opportunities and build a more resilient, diversified economy.
fr_fr: Ces mesures aideront Transports Canada à obtenir de meilleurs résultats pour les Canadiens, notamment grâce au nouveau Fonds pour la diversification des corridors commerciaux – un fonds de 5 milliards de dollars sur sept ans, à compter de 2025-2026, qui renforcera les chaînes d'approvisionnement, ouvrira de nouveaux débouchés à l'exportation et bâtira une économie plus résiliente et diversifiée.

source: Capitalizing on the work under the Government's Reducing Regulatory Red Tape initiative, TC will deploy advanced technology and automation, where possible, to reduce duplication, modernize processes, and more closely align activities with the department's mandate to support a safe and secure, efficient and environmentally responsible transportation system.
fr_fr: En s'appuyant sur les travaux réalisés dans le cadre de l'initiative de réduction du fardeau administratif lié au système de réglementation du gouvernement, TC déploiera, lorsque possible, une technologie avancée et une solution d'automatisation afin de réduire les dédoublements, de moderniser les processus et d'harmoniser plus étroitement ses activités avec son mandat consistant à favoriser un système de transport sûr, sécuritaire, efficace et respectueux de l'environnement.

source: This integration of innovative practices and technologies with TC's expert workforce will also maximize the impact of its oversight and inspection efforts while seeking to reduce regulatory burden on industries.
fr_fr: L'intégration de pratiques et technologies novatrices, combinée à l'expertise de son personnel, permettra à TC de maximiser l'efficacité de ses efforts d'inspection et de surveillance, tout en réduisant le fardeau des entreprises lié à la réglementation.

source: TC will also further refine its program portfolio to better align with its core mandate and with evolving industry needs.
fr_fr: De plus, TC peaufinera son portefeuille de programmes afin de mieux l'harmoniser avec son mandat de base et les besoins changeants de l'industrie.

source: As part of this strategic realignment, TC will phase out, or reduce, selected programs that overlap with initiatives that are better delivered by other departments, or which have successfully fulfilled their objectives.
fr_fr: Dans le cadre de ce réajustement stratégique, TC éliminera progressivement ou réduira certains programmes qui font double emploi avec des initiatives qui sont mieux exécutées par d'autres ministères ou dans le cadre desquels les objectifs prévus ont déjà été atteints avec succès.

source: This includes the Incentives for Medium- and Heavy-Duty Zero-Emission Vehicles program, which will conclude at the end of 2025-26.
fr_fr: Il s'agit notamment du Programme d'incitatifs pour les véhicules moyens et lourds zéro émission qui prendra fin en 2025-2026.

source: TC will also implement a series of initiatives to reorient its operations and administrative structures.
fr_fr: TC mettra aussi en œuvre une série d'initiatives pour réorienter ses activités et sa structure administrative.

source: This includes consolidating management layers, centralizing internal services, and restructuring regional offices to ensure they reflect Canada's evolving transportation landscape.
fr_fr: Cela signifie notamment le regroupement des niveaux de gestion, la centralisation des services internes et la restructuration des bureaux régionaux, pour s'assurer qu'elles tiennent compte de l'évolution du domaine des transports au Canada.

source: TC's aviation services, which provide a range of aviation services to government departments and
fr_fr: Les services d'aviation de TC, qui comprennent un éventail de services d'aviation destinés aux ministères et organismes fédéraux, seront restructurés.

source: agencies, will be restructured, transferring most core aviation services functions and assets to the Department of National Defence, while seeking to leverage commercial offerings where appropriate.
fr_fr: Le Ministère transférera la plupart des fonctions et des biens de base des services d'aviation au ministère de la Défense nationale, tout en cherchant, dans la mesure du possible, à tirer parti des offres commerciales.

source: The high standard of training and certification of pilots will be maintained, with no impact on commercial and non-commercial pilots in Canada.
fr_fr: Le niveau élevé de formation et de certification des pilotes sera maintenu, sans incidence sur les pilotes commerciaux et non commerciaux au Canada.

source: Canadian Air Transport Security Authority
fr_fr: Administration canadienne de la sûreté du transport aérien

source: To meet up to 15 per cent in savings targets over three years, the Canadian Air Transport Security Authority (CATSA) will deliver efficiencies without impacting the public, air
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, l'Administration canadienne de la sûreté du transport aérien (ACSTA) réalisera des gains d'efficacité qui n'auront aucune incidence sur le public, les voyageurs aériens et les intervenants.

source: travelers and stakeholders. CATSA will reduce its day-to-day expenses by minimizing spending on professional services, leveraging technology to automate certain processes and functions, and
fr_fr: L'ACSTA diminuera ses coûts quotidiens en réduisant les dépenses sur les services professionnels, tirera parti de la technologie pour automatiser certains processus et certaines fonctions, et modernisera sa structure organisationnelle.

source: modernising its organizational structure. CATSA will also work with Transport Canada to implement regulatory modernization opportunities to improve efficiencies, with no impact on the security of travelers.
fr_fr: L'ACSTA travaillera également en collaboration avec Transports Canada pour mettre en œuvre des possibilités de modernisation réglementaire afin d'améliorer son efficacité sans nuire à la sécurité des voyageurs.

source: This includes alignment with recent changes implemented by the United States, and the introduction of other labour-saving best practices to modernize service delivery.
fr_fr: Elle s'assurera notamment d'harmoniser ses pratiques avec les changements récents mis en œuvre par les États-Unis et d'adopter d'autres pratiques exemplaires qui limitent l'utilisation de la main-d'œuvre afin de moderniser la prestation des services.

source: Embracing innovation will also drive efficiencies and strengthen national security.
fr_fr: L'adoption de l'innovation stimulera également l'efficacité et renforcera la sécurité nationale.

source: This will include deploying automated systems to detect prohibited items at pre-board screening checkpoints and enhance screening efficiency.
fr_fr: Les mesures prévues comprennent notamment le déploiement de systèmes automatisés pour détecter les objets interdits aux points de contrôle préembarquement et améliorer l'efficacité du contrôle.

source: CATSA will further examine opportunities to integrate this technology into screening processes with Transport Canada.
fr_fr: L'ACSTA examinera aussi les possibilités d'intégrer cette technologie dans les processus de filtrage menés avec Transports Canada.

source: Savings will materialize once these technologies have been integrated within existing security infrastructure in alignment with global best practices following extensive validation and testing.
fr_fr: Des économies seront réalisées une fois que ces technologies auront été intégrées à l'infrastructure de sécurité existante, conformément aux pratiques exemplaires mondiales, à la suite d'un processus rigoureux de validation et de mise à l'essai.

source: Treasury Board
fr_fr: Conseil du Trésor

source: The Treasury Board of Canada Secretariat (TBS) continues to play a vital leadership role in managing government resources—including finance, human resources, and information technology—while evolving
fr_fr: Le Secrétariat du Conseil du Trésor (SCT) continue à jouer un rôle crucial dans la gestion des ressources gouvernementales, notamment en matière de finances, de ressources humaines et de technologie de l'information, tout en évoluant pour répondre aux besoins d'une fonction publique moderne.

source: to meet the needs of a modern public service. To meet up to 15 per cent in savings targets over three years, TBS will refocus on its core business functions and modernize its organizational structure and processes to enhance agility and efficiency.
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, le SCT se concentrera sur ses principales fonctions opérationnelles et modernisera sa structure organisationnelle et ses processus pour améliorer l'agilité et l'efficacité.

source: To support this shift, TBS will reorient initiatives that have achieved their intended goals or where opportunities exist to integrate efforts more effectively.
fr_fr: Pour appuyer ce changement, le SCT réorientera les initiatives qui ont atteint les résultats escomptés ou encore lorsqu'il existe des moyens d'intégrer les mesures avec plus d'efficacité.

source: For example, having developed policy, guidance, centralized tools and oversight mechanisms to support the Government of Canada's Enterprise Cyber Security Strategy, TBS will allow the related temporary funding to wind down and reorient its role toward strategic coordination and support.
fr_fr: À titre d'exemple : maintenant qu'il a élaboré la politique, et centralisé les outils et les mécanismes de surveillance concernant la Stratégie de cybersécurité d'entreprise du gouvernement du Canada, le SCT laissera le financement temporaire connexe arriver à échéance et recentrera son rôle sur la coordination et le soutien.

source: TBS will recalibrate its involvement in the Low Carbon Fuel Production Program, shifting toward direct collaboration with organizations that are best positioned to reduce greenhouse gas emissions and adopt low-carbon solutions.
fr_fr: Le SCT rééquilibrera sa participation au programme de production de combustibles à faible teneur en carbone , en choisissant plutôt une collaboration directe avec les organismes qui sont les mieux placés pour réduire les émissions de gaz à effet de serre et adopter des solutions à faible teneur en carbone.

source: TBS will also transform its internal operations by consolidating work units, rightsizing management and administrative support, and Modernising key processes.
fr_fr: Le SCT transformera également ses opérations internes en consolidant les unités de travail, en adaptant la taille des équipes de gestion et de soutien administratif, et en modernisant ses principaux processus.

source: This includes enhancing leadership development and talent management programs, and leveraging automation to drive consistency, scalability, and service excellence across the organization.
fr_fr: Il prévoit notamment d'améliorer les programmes de développement du leadership et de gestion des talents, et tirer parti de l'automatisation pour favoriser la cohérence, l'adaptabilité et l'excellence du service dans toute l'organisation.

source: Veterans Affairs
fr_fr: Anciens Combattants

source: To meet up to 15 per cent in savings targets over three years, Veterans Affairs Canada (VAC) is implementing program changes while protecting client-facing services.
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Anciens Combattants Canada (ACC) apporte des changements à ses programmes tout en préservant les services destinés directement aux clients.

source: The government is committed to ensuring Veterans receive the timely, compassionate support they need, as demonstrated through the financial commitment in Budget 2025 for stabilising the processing capacity for disability benefits applications and modernising IT infrastructure.
fr_fr: Le gouvernement est déterminé à faire en sorte que les anciens combattants reçoivent en temps opportun le soutien empreint de compassion dont ils ont besoin, comme le démontre l'engagement financier mentionné dans le budget de 2025, qui stabilisera la capacité de traitement des demandes de prestations d'invalidité et qui modernisera l'infrastructure de TI.

source: Similar to the RCMP, VAC will adjust how it delivers the Cannabis for Medical Purposes benefit.
fr_fr: Tout comme la GRC, ACC réajustera la façon dont il offre la prestation liée au cannabis à des fins médicales.

source: Currently, the program reimburses medical cannabis at a rate of $8.50 per gram, which is
fr_fr: Pour l'heure, le programme prévoit un remboursement des frais engagés pour l'achat de cannabis à des fins médicales à un taux de 8,50 $ par gramme, ce qui est considérablement supérieur au taux offert sur le marché.
